{"sindh":0,"govt":1,"decides":2,"cut":3,"public":4,"transport":5,"fares":6,"7pc":7,"kti":8,"rej":9,"karachi":10,"government":11,"has":12,"decided":13,"bring":14,"down":15,"per":16,"cent":17,"due":18,"massive":19,"reduction":20,"petroleum":21,"product":22,"prices":23,"federal":24,"geo":25,"news":26,"reported":27,"sources":28,"said":29,"applicable":30,"rickshaw":31,"taxi":32,"other":33,"means":34,"traveling":35,"meanwhile":36,"ittehad":37,"refused":38,"abide":39,"decision":40,"president":41,"irshad":42,"bukhari":43,"commuters":44,"charged":45,"lowest":46,"compare":47,"parts":48,"country":49,"adding":50,"80pc":51,"vehicles":52,"run":53,"compressed":54,"natural":55,"gas":56,"cng":57,"transporters":58,"when":59,"decrease":60,"made":61,"asia":62,"stocks":63,"up":64,"new":65,"year":66,"trad":67,"hong":68,"kong":69,"asian":70,"markets":71,"started":72,"2015":73,"upswing":74,"limited":75,"trading":76,"friday":77,"mainland":78,"chinese":79,"surging":80,"speculation":81,"beijing":82,"may":83,"ease":84,"monetary":85,"policy":86,"boost":87,"slowing":88,"growth":89,"rose":90,"07":91,"percent":92,"closing":93,"252":94,"78":95,"points":96,"higher":97,"23857":98,"82":99,"seoul":100,"closed":101,"57":102,"rising":103,"10":104,"85":105,"926":106,"44":107,"while":108,"sydney":109,"gained":110,"46":111,"24":112,"89":113,"close":114,"435":115,"singapore":116,"edged":117,"19":118,"gaining":119,"39":120,"371":121,"54":122,"china":123,"japan":124,"taiwan":125,"zealand":126,"philippines":127,"thailand":128,"remained":129,"holidays":130,"bourses":131,"shut":132,"until":133,"january":134,"shares":135,"developers":136,"financial":137,"companies":138,"surged":139,"stoked":140,"hopes":141,"could":142,"support":143,"lagging":144,"world":145,"second":146,"largest":147,"economy":148,"vanke":149,"biggest":150,"developer":151,"sales":152,"leapt":153,"people":154,"insurance":155,"company":156,"group":157,"ltd":158,"51":159,"afternoon":160,"train":161,"builders":162,"csr":163,"corp":164,"cnr":165,"soared":166,"16":167,"extending":168,"gains":169,"december":170,"31":171,"after":172,"announced":173,"merger":174,"agreement":175,"manufacturing":176,"dropped":177,"its":178,"level":179,"2014":180,"official":181,"survey":182,"showed":183,"thursday":184,"sector":185,"struggles":186,"weak":187,"domestic":188,"demand":189,"purchasing":190,"managers":191,"index":192,"pmi":193,"released":194,"national":195,"bureau":196,"statistics":197,"nbs":198,"came":199,"50":200,"last":201,"month":202,"from":203,"recorded":204,"november":205,"which":206,"tracks":207,"activity":208,"factories":209,"workshops":210,"considered":211,"key":212,"indicator":213,"health":214,"major":215,"driver":216,"global":217,"figure":218,"above":219,"signals":220,"expansion":221,"anything":222,"below":223,"indicates":224,"contraction":225,"momentum":226,"still":227,"insufficient":228,"statement":229,"investors":230,"eye":231,"us":232,"factory":233,"data":234,"forex":235,"dollar":236,"extended":237,"ahead":238,"release":239,"american":240,"later":241,"following":242,"steady":243,"stream":244,"good":245,"bought":246,"120":247,"yen":248,"compared":249,"119":250,"final":251,"wednesday":252,"wall":253,"street":254,"toasted":255,"banner":256,"equity":257,"finishing":258,"near":259,"all":260,"time":261,"highs":262,"euro":263,"slipped":264,"amid":265,"growing":266,"expectations":267,"european":268,"central":269,"bank":270,"meets":271,"22":272,"start":273,"buying":274,"sovereign":275,"bonds":276,"single":277,"currency":278,"2061":279,"2160":280,"pre":281,"holiday":282,"trade":283,"ecb":284,"already":285,"used":286,"several":287,"tools":288,"push":289,"inflation":290,"member":291,"nations":292,"back":293,"annual":294,"rate":295,"regards":296,"healthy":297,"including":298,"asset":299,"purchases":300,"making":301,"cheap":302,"loans":303,"available":304,"banks":305,"also":306,"examining":307,"possibility":308,"large":309,"scale":310,"debt":311,"so":312,"called":313,"quantitative":314,"easing":315,"qe":316,"help":317,"jump":318,"union":319,"moribund":320,"oil":321,"benchmark":322,"west":323,"texas":324,"intermediate":325,"february":326,"delivery":327,"cents":328,"brent":329,"crude":330,"18":331,"likely":332,"because":333,"positive":334,"stockpiles":335,"daniel":336,"ang":337,"investment":338,"analyst":339,"phillip":340,"futures":341,"told":342,"afp":343,"reserves":344,"fell":345,"million":346,"barrels":347,"week":348,"26":349,"energy":350,"information":351,"administration":352,"report":353,"boosting":354,"lost":355,"nearly":356,"half":357,"value":358,"slide":359,"since":360,"crisis":361,"2008":362,"have":363,"been":364,"excessive":365,"we":366,"do":367,"see":368,"some":369,"supply":370,"side":371,"responses":372,"even":373,"re":374,"anticipated":375,"over":376,"course":377,"first":378,"quarter":379,"might":380,"find":381,"fact":382,"bottomed":383,"michael":384,"mccarthy":385,"chief":386,"strategist":387,"cmc":388,"bloomberg":389,"gold":390,"182":391,"36":392,"ounce":393,"199":394,"00":395,"end":396,"jakarta":397,"ended":398,"30":399,"15":400,"242":401,"77":402,"coal":403,"firm":404,"indo":405,"tambangraya":406,"megah":407,"41":408,"900":409,"rupiah":410,"miner":411,"aneka":412,"tambang":413,"88":414,"045":415,"malaysia":416,"main":417,"stock":418,"shed":419,"48":420,"752":421,"malayan":422,"banking":423,"55":424,"12":425,"ringgit":426,"top":427,"globe":428,"added":429,"60":430,"370":431,"59":432,"agribusiness":433,"wilmar":434,"international":435,"93":436,"sg":437,"27":438,"real":439,"estate":440,"capitaland":441,"dipped":442,"mumbai":443,"38":444,"380":445,"887":446,"90":447,"housing":448,"development":449,"finance":450,"171":451,"80":452,"rupees":453,"mahindra":454,"92":455,"224":456,"open":457,"66":458,"lower":459,"opened":460,"monday":461,"tepid":462,"lead":463,"full":464,"kicked":465,"off":466,"hang":467,"seng":468,"158":469,"63":470,"23":471,"699":472,"sink":473,"nine":474,"tumbled":475,"tuesday":476,"painful":477,"losses":478,"york":479,"europe":480,"sat":481,"lows":482,"political":483,"uncertainty":484,"greece":485,"fanned":486,"renewed":487,"fears":488,"leave":489,"eurozone":490,"psychological":491,"barrel":492,"mark":493,"marginally":494,"under":495,"pressure":496,"owing":497,"glut":498,"stronger":499,"tokyo":500,"eased":501,"67":502,"shanghai":503,"reversed":504,"earlier":505,"gain":506,"70":507,"got":508,"traumatic":509,"dealers":510,"bet":511,"25":512,"general":513,"election":514,"victory":515,"left":516,"wing":517,"syriza":518,"party":519,"fear":520,"roll":521,"austerity":522,"measures":523,"required":524,"imf":525,"eu":526,"bailout":527,"turn":528,"exit":529,"barely":530,"three":531,"days":532,"old":533,"two":534,"themes":535,"were":536,"predicted":537,"affect":538,"headlines":539,"oversupply":540,"commodities":541,"evan":542,"lucas":543,"melbourne":544,"ig":545,"wrote":546,"email":547,"clients":548,"according":549,"weekend":550,"der":551,"spiegel":552,"quoted":553,"german":554,"saying":555,"consider":556,"almost":557,"inevitable":558,"wins":559,"snap":560,"poll":561,"chancellor":562,"angela":563,"merkel":564,"minister":565,"wolfgang":566,"schaeuble":567,"had":568,"come":569,"athens":570,"removal":571,"bloc":572,"would":573,"manageable":574,"magazine":575,"however":576,"spooked":577,"greek":578,"sank":579,"more":580,"than":581,"paris":582,"madrid":583,"milan":584,"exchanges":585,"dow":586,"dived":587,"86":588,"500":589,"83":590,"nasdaq":591,"1864":592,"march":593,"2006":594,"morning":595,"recovered":596,"slightly":597,"1943":598,"142":599,"58":600,"against":601,"74":602,"well":603,"144":604,"downward":605,"increased":606,"buy":607,"counter":608,"deflation":609,"risks":610,"40":611,"early":612,"61":613,"slipping":614,"five":615,"years":616,"eight":617,"14":618,"53":619,"wti":620,"tapped":621,"49":622,"95":623,"cost":624,"plunged":625,"june":626,"supplies":627,"outstrip":628,"consumer":629,"struggling":630,"priced":631,"strengthening":632,"late":633,"organization":634,"exporting":635,"countries":636,"opec":637,"maintain":638,"output":639,"despite":640,"fundamentals":641,"unlikely":642,"change":643,"bedding":644,"bear":645,"market":646,"months":647,"203":648,"196":649,"slip":650,"barr":651,"additional":652,"six":653,"rout":654,"free":655,"fall":656,"04":657,"65":658,"contract":659,"low":660,"session":661,"2009":662,"11":663,"london":664,"followed":665,"indications":666,"producers":667,"russia":668,"iraq":669,"forecasters":670,"trimmed":671,"projections":672,"economic":673,"breaching":674,"psychologically":675,"important":676,"turbulent":677,"day":678,"approaching":679,"drops":680,"revived":681,"worries":682,"long":683,"rally":684,"greenback":685,"basket":686,"currencies":687,"weighed":688,"expensive":689,"buyers":690,"using":691,"weaker":692,"further":693,"analysts":694,"say":695,"serious":696,"concern":697,"bottom":698,"yet":699,"kyle":700,"cooper":701,"managing":702,"partner":703,"iaf":704,"advisors":705,"houston":706,"basically":707,"everyone":708,"who":709,"taken":710,"stab":711,"wrong":712,"attempted":713,"stabilize":714,"during":715,"weeks":716,"remain":717,"gene":718,"mcgillian":719,"broker":720,"tradition":721,"trying":722,"anybody":723,"guess":724,"appears":725,"go":726,"fawad":727,"razaqzada":728,"technical":729,"com":730,"drop":731,"trigger":732,"selling":733,"paving":734,"way":735,"45":736,"coming":737,"retreat":738,"comes":739,"heels":740,"multi":741,"boom":742,"production":743,"shaken":744,"put":745,"league":746,"giants":747,"saudi":748,"arabia":749,"leading":750,"pumping":751,"aggressively":752,"ministry":753,"figures":754,"showing":755,"exports":756,"reached":757,"highest":758,"1980":759,"consistently":760,"ruled":761,"out":762,"action":763,"cartel":764,"met":765,"vienna":766,"took":767,"powerbrokers":768,"like":769,"arabian":770,"ali":771,"al":772,"naimi":773,"he":774,"preferred":775,"balance":776,"itself":777,"middle":778,"east":779,"publication":780,"take":781,"same":782,"hands":783,"approach":784,"20":785,"remains":786,"uncertain":787,"many":788,"emerging":789,"economies":790,"brazil":791,"agency":792,"projected":793,"inventories":794,"rise":795,"300":796,"outlook":797,"200":798,"000":799,"equities":800,"far":801,"worst":802,"performing":803,"suffered":804,"pain":805,"chevron":806,"services":807,"giant":808,"schlumberger":809,"conocophillips":810,"shale":811,"producer":812,"continental":813,"resources":814,"drilling":815,"budgets":816,"expect":817,"continue":818,"investments":819,"think":820,"one":821,"primary":822,"drivers":823,"really":824,"don":825,"appreciably":826,"hits":827,"saudis":828,"defend":829,"fresh":830,"blamed":831,"stick":832,"guns":833,"47":834,"witnessed":835,"april":836,"north":837,"sea":838,"01":839,"worried":840,"signs":841,"falling":842,"nordea":843,"thina":844,"margrethe":845,"saltvedt":846,"james":847,"williams":848,"wtrg":849,"weakness":850,"continuing":851,"concerns":852,"about":853,"cutting":854,"particularly":855,"grow":856,"crown":857,"prince":858,"salman":859,"speech":860,"behalf":861,"ailing":862,"king":863,"abdullah":864,"blame":865,"price":866,"sliced":867,"deeply":868,"income":869,"exporter":870,"kingdom":871,"past":872,"dealt":873,"firmly":874,"wisely":875,"towards":876,"appeared":877,"confirm":878,"riyadh":879,"determination":880,"share":881,"rather":882,"reduce":883,"pushes":884,"reportedly":885,"export":886,"order":887,"bullish":888,"kse":889,"jumps":890,"33000":891,"barrier":892,"strong":893,"bulls":894,"pulled":895,"100":896,"exchange":897,"taking":898,"across":899,"33":900,"207":901,"active":902,"right":903,"opening":904,"bells":905,"today":906,"contributing":907,"324":908,"record":909,"pakistan":910,"history":911,"experts":912,"interested":913,"positions":914,"discount":915,"going":916,"result":917,"visible":918,"decline":919,"earned":920,"honour":921,"being":922,"most":923,"successful":924,"region":925,"booked":926,"profits":927,"falls":928,"putting":929,"relentless":930,"81":931,"mid":932,"21":933,"fundamental":934,"factors":935,"changed":936,"much":937,"seen":938,"touching":939,"continued":940,"tumble":941,"headed":942,"seventh":943,"straight":944,"weekly":945,"loss":946,"show":947,"sign":948,"face":949,"united":950,"overseas":951,"commentary":952,"members":953,"pumps":954,"sugar":955,"rs":956,"sind":957,"wholesale":958,"rates":959,"less":960,"kg":961,"resumption":962,"cane":963,"crushing":964,"mills":965,"within":966,"whole":967,"sale":968,"stabilised":969,"immediate":970,"effect":971,"industry":972,"quality":973,"excellent":974,"approximately":975,"can":976,"produce":977,"extends":978,"cuts":979,"forecast":980,"helping":981,"extend":982,"saw":983,"touch":984,"previous":985,"washington":986,"based":987,"institution":988,"reinforced":989,"gloomy":990,"plagued":991,"running":992,"engine":993,"economist":994,"kaushik":995,"basu":996,"does":997,"make":998,"rosy":999,"lcoc1":1000,"0927":1001,"gmt":1002,"clc1":1003,"29":1004,"clearly":1005,"souring":1006,"sentiment":1007,"industrial":1008,"spilling":1009,"potentially":1010,"now":1011,"overdone":1012,"turnaround":1013,"stay":1014,"hurts":1015,"both":1016,"string":1017,"them":1018,"forecasts":1019,"2016":1020,"before":1021,"briefly":1022,"par":1023,"traders":1024,"moved":1025,"advantage":1026,"ample":1027,"storage":1028,"space":1029,"possibly":1030,"capacity":1031,"upcoming":1032,"spring":1033,"season":1034,"pira":1035,"commercial":1036,"institute":1037,"api":1038,"inventory":1039,"1530":1040,"outside":1041,"states":1042,"supertankers":1043,"store":1044,"least":1045,"once":1046,"floating":1047,"starts":1048,"very":1049,"little":1050,"downside":1051,"spreads":1052,"aspects":1053,"club":1054,"deciding":1055,"gap":1056,"looks":1057,"solidifying":1058,"strategy":1059,"curb":1060,"protect":1061,"anz":1062,"hit":1063,"nikkei":1064,"225":1065,"125":1066,"961":1067,"jones":1068,"average":1069,"broad":1070,"overshadowed":1071,"sliding":1072,"safe":1073,"haven":1074,"negative":1075,"japanese":1076,"exporters":1077,"makes":1078,"competitive":1079,"abroad":1080,"erodes":1081,"repatriated":1082,"117":1083,"72":1084,"118":1085,"banker":1086,"expressed":1087,"stimulus":1088,"common":1089,"138":1090,"69":1091,"1776":1092,"84":1093,"1777":1094,"ruble":1095,"breather":1096,"plunging":1097,"around":1098,"28":1099,"levels":1100,"fourth":1101,"successive":1102,"56":1103,"75":1104,"169":1105,"35":1106,"rebounds":1107,"iea":1108,"repor":1109,"rebounded":1110,"declared":1111,"tide":1112,"recent":1113,"deals":1114,"rallied":1115,"68":1116,"09":1117,"34":1118,"how":1119,"floor":1120,"anyone":1121,"watchdog":1122,"monthly":1123,"published":1124,"recovery":1125,"barring":1126,"any":1127,"disruption":1128,"imminent":1129,"mounting":1130,"halved":1131,"crashing":1132,"stubborn":1133,"faltering":1134,"cautioned":1135,"expected":1136,"keep":1137,"short":1138,"term":1139,"hedged":1140,"bets":1141,"somewhat":1142,"noted":1143,"hewson":1144,"oversold":1145,"probably":1146,"rebound":1147,"hitting":1148,"dramatic":1149,"collapse":1150,"stimulate":1151,"consumption":1152,"cancelled":1153,"benefits":1154,"cheaper":1155,"maintained":1156,"expecting":1157,"reach":1158,"overproduced":1159,"nation":1160,"produces":1161,"third":1162,"limit":1163,"yo":1164,"attributed":1165,"shailaja":1166,"nair":1167,"associate":1168,"editorial":1169,"director":1170,"provider":1171,"platts":1172,"pointing":1173,"unstable":1174,"irregular":1175,"just":1176,"forecasted":1177,"mean":1178,"she":1179,"collective":1180,"ceiling":1181,"kingpin":1182,"stated":1183,"move":1184,"aimed":1185,"hurting":1186,"ten":1187,"overcome":1188,"petrol":1189,"shortag":1190,"islamabad":1191,"queues":1192,"fuel":1193,"stations":1194,"different":1195,"became":1196,"rare":1197,"commodity":1198,"shahid":1199,"khaqan":1200,"abbasi":1201,"says":1202,"situation":1203,"normality":1204,"claimed":1205,"northern":1206,"areas":1207,"facing":1208,"shortage":1209,"cited":1210,"delay":1211,"shipment":1212,"reasons":1213,"improve":1214,"soon":1215,"hat":1216,"restraints":1217,"state":1218,"unable":1219,"import":1220,"traded":1221,"expectation":1222,"weighing":1223,"receiving":1224,"current":1225,"room":1226,"larger":1227,"helped":1228,"upbeat":1229,"comments":1230,"rig":1231,"count":1232,"latest":1233,"able":1234,"halt":1235,"enough":1236,"morgan":1237,"stanley":1238,"note":1239,"gross":1240,"undershoot":1241,"target":1242,"weakest":1243,"event":1244,"meeting":1245,"certain":1246,"launch":1247,"bond":1248,"campaign":1249,"driven":1250,"0650":1251,"settlement":1252,"although":1253,"17":1254,"52":1255,"slows":1256,"reversal":1257,"trend":1258,"possible":1259,"begins":1260,"again":1261,"away":1262,"longer":1263,"subscribe":1264,"theory":1265,"bbl":1266,"bounce":1267,"research":1268,"facts":1269,"fge":1270,"range":1271,"till":1272,"decade":1273,"presented":1274,"pm":1275,"holds":1276,"ogra":1277,"responsible":1278,"crisi":1279,"committee":1280,"tasked":1281,"probe":1282,"prevailing":1283,"failure":1284,"part":1285,"regulatory":1286,"authority":1287,"regulator":1288,"initial":1289,"findings":1290,"prime":1291,"nawaz":1292,"sharif":1293,"held":1294,"here":1295,"his":1296,"chairmanship":1297,"review":1298,"directed":1299,"structural":1300,"changes":1301,"ensure":1302,"never":1303,"arises":1304,"endorsed":1305,"suspending":1306,"four":1307,"senior":1308,"officials":1309,"deputy":1310,"pso":1311,"sohail":1312,"butt":1313,"equally":1314,"ordered":1315,"suspension":1316,"satisfied":1317,"performance":1318,"dismal":1319,"entered":1320,"punjab":1321,"search":1322,"complaining":1323,"waiting":1324,"hours":1325,"litre":1326,"association":1327,"mn":1328,"liters":1329,"disbursed":1330,"another":1331,"dispersed":1332,"tonight":1333,"affairs":1334,"improving":1335,"chaos":1336,"only":1337,"mismanagement":1338,"nothing":1339,"meet":1340,"demands":1341,"provided":1342,"should":1343,"stop":1344,"providing":1345,"customers":1346,"bottles":1347,"canisters":1348,"avoid":1349,"notification":1350,"issued":1351,"electricity":1352,"charges":1353,"nepr":1354,"electric":1355,"power":1356,"nepra":1357,"adjustment":1358,"regarding":1359,"relief":1360,"consumers":1361,"benefit":1362,"73":1363,"unit":1364,"reflect":1365,"bills":1366,"proposed":1367,"approval":1368,"mostly":1369,"introduce":1370,"329":1371,"02":1372,"419":1373,"94":1374,"flat":1375,"dipping":1376,"marginal":1377,"920":1378,"170":1379,"05":1380,"522":1381,"343":1382,"reaction":1383,"crackdown":1384,"margin":1385,"eyes":1386,"high":1387,"unveil":1388,"programme":1389,"rife":1390,"continues":1391,"weaken":1392,"area":1393,"unicredit":1394,"worth":1395,"between":1396,"800":1397,"billion":1398,"euros":1399,"580":1400,"930":1401,"ending":1402,"placing":1403,"vast":1404,"round":1405,"hammered":1406,"few":1407,"especially":1408,"reserve":1409,"wound":1410,"own":1411,"considers":1412,"interest":1413,"hike":1414,"point":1415,"1500":1416,"2003":1417,"1624":1418,"136":1419,"1607":1420,"kind":1421,"telegraphed":1422,"thomas":1423,"averill":1424,"rochford":1425,"capital":1426,"seems":1427,"pretty":1428,"sluggish":1429,"moment":1430,"needs":1431,"largely":1432,"enjoying":1433,"fillip":1434,"42":1435,"jumped":1436,"climbed":1437,"fetched":1438,"286":1439,"64":1440,"kuala":1441,"lumpur":1442,"781":1443,"rhb":1444,"13":1445,"87":1446,"37":1447,"253":1448,"055":1449,"palm":1450,"astra":1451,"agro":1452,"lestari":1453,"006":1454,"sun":1455,"pharmaceutical":1456,"industries":1457,"thermal":1458,"corporation":1459,"140":1460,"bangkok":1461,"98":1462,"560":1463,"ayudhya":1464,"baht":1465,"thai":1466,"taipei":1467,"369":1468,"semiconductor":1469,"co":1470,"71":1471,"tw":1472,"acer":1473,"ticked":1474,"wellington":1475,"647":1476,"spark":1477,"nz":1478,"215":1479,"fletcher":1480,"building":1481,"manila":1482,"79":1483,"416":1484,"jg":1485,"summit":1486,"holdings":1487,"62":1488,"pesos":1489,"metropolitan":1490,"ayala":1491,"land":1492,"ecc":1493,"approves":1494,"tons":1495,"coordination":1496,"cabinet":1497,"approved":1498,"wheat":1499,"imposed":1500,"bans":1501,"byproducts":1502,"senator":1503,"ishaq":1504,"dar":1505,"chaired":1506,"surplus":1507,"accordingly":1508,"allocated":1509,"quota":1510,"400":1511,"get":1512,"subsidy":1513,"rs55":1514,"metric":1515,"ton":1516,"rs45":1517,"notice":1518,"unhindered":1519,"instructions":1520,"ban":1521,"proposal":1522,"frontier":1523,"regions":1524,"safron":1525,"provision":1526,"food":1527,"distribution":1528,"among":1529,"temporarily":1530,"displaced":1531,"persons":1532,"tdps":1533,"catering":1534,"period":1535,"observed":1536,"case":1537,"requirements":1538,"revert":1539,"forum":1540,"water":1541,"minstry":1542,"attract":1543,"private":1544,"transmission":1545,"line":1546,"projects":1547,"inclusion":1548,"upfront":1549,"tariff":1550,"option":1551,"accorded":1552,"extension":1553,"gsa":1554,"ogdcl":1555,"fauji":1556,"kabirwala":1557,"fkpcl":1558,"mmcfd":1559,"earliest":1560,"lng":1561,"generation":1562,"maximum":1563,"utilisation":1564,"plant":1565,"generate":1566,"157":1567,"mw":1568,"issuance":1569,"directive":1570,"build":1571,"costs":1572,"incurred":1573,"without":1574,"affecting":1575,"lending":1576,"buyer":1577,"credit":1578,"loan":1579,"paec":1580,"actual":1581,"terms":1582,"conditions":1583,"revised":1584,"comprising":1585,"risk":1586,"holding":1587,"hig":1588,"keeping":1589,"drive":1590,"rival":1591,"though":1592,"royal":1593,"succession":1594,"focused":1595,"attention":1596,"future":1597,"serving":1598,"died":1599,"brother":1600,"court":1601,"named":1602,"muqrin":1603,"heir":1604,"rapidly":1605,"moving":1606,"forestall":1607,"faces":1608,"unprecedented":1609,"turmoil":1610,"borders":1611,"policies":1612,"architect":1613,"force":1614,"smaller":1615,"players":1616,"instead":1617,"john":1618,"kilduff":1619,"llc":1620,"tushar":1621,"bansal":1622,"focus":1623,"whether":1624,"step":1625,"1995":1626,"desire":1627,"asked":1628,"him":1629,"question":1630,"ihs":1631,"consultant":1632,"victor":1633,"shum":1634,"fate":1635,"add":1636,"did":1637,"overall":1638,"regardless":1639,"leaders":1640,"want":1641,"repeat":1642,"misfires":1643,"1980s":1644,"prop":1645,"non":1646,"suppliers":1647,"double":1648,"blow":1649,"reduced":1650,"policymakers":1651,"determined":1652,"mistake":1653,"death":1654,"peaks":1655,"spike":1656,"understandable":1657,"sold":1658,"quickly":1659,"won":1660,"keenan":1661,"societe":1662,"generale":1663,"prevents":1664,"collecting":1665,"meter":1666,"unlawful":1667,"collect":1668,"rent":1669,"customer":1670,"spokesman":1671,"immediately":1672,"stopped":1673,"organisation":1674,"return":1675,"collected":1676,"apprised":1677,"pak":1678,"brunei":1679,"sunday":1680,"briefing":1681,"seeking":1682,"details":1683,"present":1684,"financing":1685,"profile":1686,"plans":1687,"established":1688,"joint":1689,"venture":1690,"bia":1691,"commenced":1692,"operations":1693,"august":1694,"2007":1695,"press":1696,"ayesha":1697,"aziz":1698,"increase":1699,"small":1700,"medium":1701,"enterprise":1702,"footprint":1703,"various":1704,"stages":1705,"launching":1706,"modarba":1707,"fund":1708,"special":1709,"pe":1710,"model":1711,"establishment":1712,"specialized":1713,"warehousing":1714,"collateral":1715,"management":1716,"appreciated":1717,"ratios":1718,"sme":1719,"handling":1720,"distress":1721,"worthiness":1722,"moody":1723,"ongoing":1724,"led":1725,"worsening":1726,"blackouts":1727,"hindering":1728,"ability":1729,"reform":1730,"targets":1731,"laid":1732,"ratings":1733,"warned":1734,"currently":1735,"grip":1736,"crises":1737,"shortfall":1738,"imported":1739,"exacerbated":1740,"attack":1741,"powerline":1742,"restive":1743,"balochistan":1744,"province":1745,"increasing":1746,"imports":1747,"addressing":1748,"issues":1749,"create":1750,"circular":1751,"strain":1752,"budget":1753,"payments":1754,"shortages":1755,"strained":1756,"finances":1757,"owned":1758,"importer":1759,"setback":1760,"progress":1761,"reforms":1762,"program":1763,"granted":1764,"september":1765,"2013":1766,"condition":1767,"carry":1768,"extensive":1769,"taxation":1770,"sectors":1771,"july":1772,"upgraded":1773,"rating":1774,"stable":1775,"boon":1776,"shaky":1777,"south":1778,"brought":1779,"dual":1780,"setting":1781,"failing":1782,"pay":1783,"heart":1784,"utilities":1785,"lose":1786,"money":1787,"cannot":1788,"generating":1789,"began":1790,"forced":1791,"slash":1792,"angry":1793,"motorists":1794,"dissipated":1795,"solving":1796,"pledge":1797,"failed":1798,"offer":1799,"solutions":1800,"fiscal":1801,"burden":1802,"targeted":1803,"deficit":1804,"gdp":1805,"impeded":1806,"delays":1807,"implementing":1808,"adjustments":1809,"legal":1810,"challenges":1811,"related":1812,"tax":1813,"collections":1814,"comprise":1815,"total":1816,"weigh":1817,"bill":1818,"slashed":1819,"litr":1820,"give":1821,"products":1822,"speed":1823,"diesel":1824,"light":1825,"hobc":1826,"kerosene":1827,"fallen":1828,"provide":1829,"consistent":1830,"decreased":1831,"frame":1832,"maintains":1833,"adv":1834,"negotiate":1835,"deal":1836,"leaving":1837,"regional":1838,"advances":1839,"where":1840,"win":1841,"anti":1842,"factored":1843,"lunch":1844,"buoyed":1845,"rhetoric":1846,"creditors":1847,"raises":1848,"sides":1849,"repayment":1850,"240":1851,"campaigned":1852,"renegotiating":1853,"lifeline":1854,"included":1855,"swingeing":1856,"spending":1857,"hikes":1858,"default":1859,"repayments":1860,"head":1861,"christine":1862,"lagarde":1863,"prepared":1864,"ministers":1865,"suggested":1866,"willing":1867,"talk":1868,"wiped":1869,"messages":1870,"germany":1871,"03":1872,"elections":1873,"potential":1874,"unnerve":1875,"nader":1876,"naeimi":1877,"amp":1878,"quite":1879,"encouraging":1880,"mode":1881,"1098":1882,"recovering":1883,"1234":1884,"1250":1885,"131":1886,"bouncing":1887,"133":1888,"warning":1889,"punch":1890,"shrinking":1891,"exploration":1892,"276":1893,"281":1894,"sharply":1895,"weakened":1896,"disappointing":1897,"08":1898,"settled":1899,"found":1900,"uninterrupted":1901,"boosted":1902,"robust":1903,"relatively":1904,"slight":1905,"pound":1906,"underpinned":1907,"didn":1908,"durable":1909,"goods":1910,"orders":1911,"lasting":1912,"unexpectedly":1913,"steep":1914,"signaling":1915,"persistent":1916,"aramco":1917,"acknowledged":1918,"too":1919,"shore":1920,"everybody":1921,"khalid":1922,"falih":1923,"conference":1924,"suffer":1925,"earmarked":1926,"provides":1927,"resisted":1928,"calls":1929,"slump":1930,"sbp":1931,"warns":1932,"islamic":1933,"equitab":1934,"governor":1935,"urged":1936,"develop":1937,"ways":1938,"reward":1939,"surge":1940,"profitability":1941,"experiencing":1942,"revival":1943,"aided":1944,"ambitious":1945,"plan":1946,"regulators":1947,"hope":1948,"2020":1949,"client":1950,"base":1951,"post":1952,"amount":1953,"shows":1954,"tackle":1955,"perceptions":1956,"falter":1957,"social":1958,"responsibility":1959,"ethical":1960,"practices":1961,"deposit":1962,"spread":1963,"difference":1964,"what":1965,"charge":1966,"depositors":1967,"lenders":1968,"conventional":1969,"reasonably":1970,"rationalised":1971,"ashraf":1972,"wathra":1973,"gathering":1974,"executives":1975,"specify":1976,"satisfactory":1977,"singled":1978,"ones":1979,"needing":1980,"advised":1981,"apply":1982,"sharia":1983,"compliant":1984,"address":1985,"issue":1986,"elaborate":1987,"prescribed":1988,"minimum":1989,"lend":1990,"specific":1991,"agriculture":1992,"business":1993,"follow":1994,"religious":1995,"principles":1996,"charging":1997,"gambling":1998,"stress":1999,"sharing":2000,"developed":2001,"greater":2002,"profit":2003,"qualities":2004,"others":2005,"strongly":2006,"instruments":2007,"musharaka":2008,"whose":2009,"partnership":2010,"parties":2011,"agree":2012,"stipulated":2013,"ratio":2014,"contrast":2015,"murabaha":2016,"plus":2017,"arrangement":2018,"agrees":2019,"merchandise":2020,"commands":2021,"lion":2022,"often":2023,"criticised":2024,"lacking":2025,"substance":2026,"resemblance":2027,"slumps":2028,"sparking":2029,"mercantile":2030,"406":2031,"department":2032,"records":2033,"1982":2034,"1931":2035,"picture":2036,"bart":2037,"melek":2038,"td":2039,"securities":2040,"collapsed":2041,"plentiful":2042,"let":2043,"proof":2044,"needed":2045,"constrained":2046,"confirmed":2047,"prospects":2048,"becoming":2049,"reality":2050,"announces":2051,"gst":2052,"pol":2053,"produ":2054,"saturday":2055,"increment":2056,"enable":2057,"went":2058,"99":2059,"hi":2060,"octane":2061,"probes":2062,"moodys":2063,"authorities":2064,"investigating":2065,"glowing":2066,"assessments":2067,"mortgage":2068,"runup":2069,"journal":2070,"citing":2071,"familiar":2072,"newspaper":2073,"justice":2074,"former":2075,"wasn":2076,"clear":2077,"lawsuit":2078,"investigation":2079,"become":2080,"crosshairs":2081,"standard":2082,"poor":2083,"settle":2084,"lawsuits":2085,"grading":2086,"neither":2087,"nor":2088,"reachable":2089,"comment":2090,"probing":2091,"compromised":2092,"standards":2093,"score":2094,"residential":2095,"2004":2096,"turned":2097,"extremely":2098,"risky":2099,"known":2100,"subprime":2101,"cause":2102,"rely":2103,"firms":2104,"grades":2105,"assess":2106,"numerous":2107,"paid":2108,"huge":2109,"fines":2110,"settlements":2111,"roles":2112,"packaging":2113,"solid":2114,"slid":2115,"divided":2116,"plunge":2117,"stand":2118,"76":2119,"finish":2120,"similar":2121,"peak":2122,"cheered":2123,"tightening":2124,"activities":2125,"cap":2126,"ken":2127,"hasegawa":2128,"manager":2129,"newedge":2130,"volatile":2131,"increasingly":2132,"difficult":2133,"discern":2134,"direction":2135,"unchanged":2136,"fluctuate":2137,"deep":2138,"announcements":2139,"bp":2140,"bg":2141,"tighter":2142,"baker":2143,"hughes":2144,"america":2145,"128":2146,"rigs":2147,"937":2148,"393":2149,"ago":2150,"doubtful":2151,"sustained":2152,"outweigh":2153,"problem":2154,"unannounced":2155,"load":2156,"shedding":2157,"anywhere":2158,"abid":2159,"sher":2160,"claiming":2161,"faced":2162,"feeders":2163,"urban":2164,"seven":2165,"rural":2166,"ppp":2167,"fahmida":2168,"mirza":2169,"contradicted":2170,"badin":2171,"awash":2172,"strengthened":2173,"32":2174,"midday":2175,"snapped":2176,"sinking":2177,"climbing":2178,"access":2179,"source":2180,"cash":2181,"rattled":2182,"allow":2183,"use":2184,"junk":2185,"massively":2186,"impacts":2187,"denting":2188,"battered":2189,"talks":2190,"conclude":2191,"518":2192,"milli":2193,"dubai":2194,"concluded":2195,"successfully":2196,"agreeing":2197,"next":2198,"tranche":2199,"6bn":2200,"facility":2201,"eff":2202,"mission":2203,"pakistani":2204,"staff":2205,"understandings":2206,"memorandum":2207,"sixth":2208,"upon":2209,"discussed":2210,"executive":2211,"board":2212,"completion":2213,"sdr":2214,"360":2215,"outgoing":2216,"jeffery":2217,"franks":2218,"newly":2219,"herald":2220,"finger":2221,"replace":2222,"jointly":2223,"reiterated":2224,"informed":2225,"expenditure":2226,"150":2227,"implementation":2228,"nap":2229,"repatriation":2230,"internally":2231,"idps":2232,"agreed":2233,"2750":2234,"foreign":2235,"entitling":2236,"receive":2237,"subsidised":2238,"revenue":2239,"revenues":2240,"indicative":2241,"effects":2242,"impediments":2243,"inclusive":2244,"steps":2245,"enhance":2246,"independence":2247,"permanently":2248,"resolve":2249,"deficiencies":2250,"complete":2251,"framework":2252,"privatize":2253,"restructure":2254,"enterprises":2255,"engines":2256,"arrives":2257,"por":2258,"manufactured":2259,"rail":2260,"arrived":2261,"railways":2262,"khwaja":2263,"saad":2264,"rafique":2265,"includes":2266,"2000":2267,"3000":2268,"horse":2269,"pull":2270,"freight":2271,"bogeys":2272,"journalists":2273,"strength":2274,"268":2275,"jobs":2276,"awaited":2277,"advanced":2278,"erasing":2279,"fairly":2280,"myrto":2281,"sokou":2282,"sucden":2283,"brokers":2284,"builds":2285,"eagerly":2286,"235":2287,"slowdown":2288,"insisted":2289,"650mw":2290,"emergency":2291,"300mw":2292,"summary":2293,"sent":2294,"spokesperson":2295,"blackout":2296,"city":2297,"backup":2298,"matter":2299,"supplying":2300,"requirement":2301,"sub":2302,"judice":2303,"contempt":2304,"chamber":2305,"commerce":2306,"iftikhar":2307,"ahmed":2308,"vohra":2309,"grid":2310,"fails":2311,"heavily":2312,"affected":2313,"demanded":2314,"reconsider":2315,"include":2316,"control":2317,"centre":2318,"npcc":2319,"suspend":2320,"expiry":2321,"distributor":2322,"650":2323,"consideration":2324,"investor":2325,"supported":2326,"sharp":2327,"assurances":2328,"liquidity":2329,"funding":2330,"191":2331,"696":2332,"pfizer":2333,"promised":2334,"1472":2335,"134":2336,"1475":2337,"tap":2338,"assistance":2339,"quell":2340,"seeks":2341,"renegotiate":2342,"waited":2343,"paki":2344,"tonnes":2345,"gai":2346,"dip":2347,"43":2348,"best":2349,"2011":2350,"nicholas":2351,"teo":2352,"motivated":2353,"influences":2354,"inc":2355,"number":2356,"standing":2357,"coupled":2358,"suggests":2359,"surprisingly":2360,"supporting":2361,"heralds":2362,"labor":2363,"257":2364,"upward":2365,"unemployment":2366,"actively":2367,"hsbc":2368,"admits":2369,"swiss":2370,"failings":2371,"british":2372,"plc":2373,"admitted":2374,"subsidiary":2375,"response":2376,"media":2377,"reports":2378,"wealthy":2379,"dodge":2380,"taxes":2381,"conceal":2382,"millions":2383,"dollars":2384,"assets":2385,"acknowledge":2386,"accountable":2387,"compliance":2388,"failures":2389,"outlets":2390,"french":2391,"le":2392,"monde":2393,"britain":2394,"guardian":2395,"allegations":2396,"along":2397,"documents":2398,"obtained":2399,"consortium":2400,"investigative":2401,"icij":2402,"via":2403,"arm":2404,"fully":2405,"integrated":2406,"purchase":2407,"1999":2408,"allowing":2409,"significantly":2410,"diligence":2411,"persist":2412,"alleged":2413,"files":2414,"routinely":2415,"allowed":2416,"withdraw":2417,"bricks":2418,"switzerland":2419,"marketed":2420,"schemes":2421,"colluded":2422,"undeclared":2423,"accounts":2424,"secrecy":2425,"operated":2426,"differently":2427,"resulted":2428,"having":2429,"obligations":2430,"undergone":2431,"radical":2432,"transformation":2433,"detailed":2434,"page":2435,"acquired":2436,"republic":2437,"safra":2438,"412":2439,"cooperating":2440,"matters":2441,"supplied":2442,"herve":2443,"falciani":2444,"employee":2445,"downloaded":2446,"thousands":2447,"shared":2448,"elsewhere":2449,"argentina":2450,"reuters":2451,"espionage":2452,"laws":2453,"previously":2454,"whistleblower":2455,"governments":2456,"track":2457,"citizens":2458,"evade":2459,"list":2460,"names":2461,"greeks":2462,"2010":2463,"dubbed":2464,"france":2465,"passed":2466,"crack":2467,"evasion":2468,"predicts":2469,"recover":2470,"partially":2471,"shakeup":2472,"considerably":2473,"tags":2474,"set":2475,"begin":2476,"chapter":2477,"markedly":2478,"changing":2479,"dynamics":2480,"sweeping":2481,"shifts":2482,"dramatically":2483,"regulating":2484,"upstream":2485,"sees":2486,"rebalancing":2487,"occurring":2488,"swiftly":2489,"increases":2490,"halting":2491,"slow":2492,"intra":2493,"kashmir":2494,"resumes":2495,"muzaffarabad":2496,"service":2497,"resume":2498,"chakothi":2499,"crossing":2500,"suspended":2501,"indian":2502,"occupied":2503,"leveled":2504,"smuggling":2505,"truck":2506,"azad":2507,"allegedly":2508,"carrying":2509,"contraband":2510,"dg":2511,"travel":2512,"tata":2513,"brigadier":2514,"imtiaz":2515,"wayen":2516,"trucks":2517,"ajk":2518,"iok":2519,"interview":2520,"basharat":2521,"iqbal":2522,"facilitation":2523,"officer":2524,"border":2525,"evening":2526,"crossed":2527,"loc":2528,"discovered":2529,"kilograms":2530,"pounds":2531,"opium":2532,"oranges":2533,"incident":2534,"traffic":2535,"crosses":2536,"simultaneously":2537,"india":2538,"entitled":2539,"grounds":2540,"our":2541,"banned":2542,"item":2543,"bound":2544,"hand":2545,"relevant":2546,"wants":2547,"tapi":2548,"project":2549,"speedy":2550,"turkmenistan":2551,"afghanistan":2552,"pipeline":2553,"terming":2554,"critical":2555,"play":2556,"role":2557,"acute":2558,"jam":2559,"kamal":2560,"host":2561,"meetings":2562,"participate":2563,"signed":2564,"consultants":2565,"engaged":2566,"feasibility":2567,"study":2568,"design":2569,"hotel":2570,"skyrocket":2571,"australia":2572,"cu":2573,"cricket":2574,"fever":2575,"gripped":2576,"cup":2577,"fans":2578,"thronged":2579,"hotels":2580,"capitalising":2581,"rooms":2582,"doubled":2583,"bookings":2584,"estimate":2585,"mega":2586,"internal":2587,"air":2588,"taxis":2589,"tickets":2590,"stands":2591,"nokia":2592,"sim":2593,"launched":2594,"microsoft":2595,"devices":2596,"availability":2597,"affordable":2598,"internet":2599,"ready":2600,"phone":2601,"designed":2602,"connect":2603,"mobile":2604,"digital":2605,"experiences":2606,"expand":2607,"popular":2608,"web":2609,"content":2610,"enjoy":2611,"online":2612,"opera":2613,"mini":2614,"browser":2615,"bing":2616,"msn":2617,"weather":2618,"twitter":2619,"facebook":2620,"friends":2621,"family":2622,"messenger":2623,"instant":2624,"notifications":2625,"slam":2626,"bluetooth":2627,"outstanding":2628,"battery":2629,"life":2630,"entry":2631,"owner":2632,"delight":2633,"essentials":2634,"built":2635,"torchlight":2636,"mp3":2637,"playback":2638,"fm":2639,"radio":2640,"vga":2641,"camera":2642,"commenting":2643,"kamran":2644,"khan":2645,"ultra":2646,"phones":2647,"inspiring":2648,"opportunity":2649,"perfect":2650,"looking":2651,"device":2652,"those":2653,"wanting":2654,"upgrade":2655,"bright":2656,"green":2657,"black":2658,"white":2659,"estimated":2660,"retail":2661,"pkr":2662,"cnic":2663,"ntn":2664,"numbers":2665,"onwards":2666,"computerised":2667,"identity":2668,"card":2669,"treated":2670,"individuals":2671,"assembly":2672,"collection":2673,"imposing":2674,"imperative":2675,"funds":2676,"provinces":2677,"devisable":2678,"pool":2679,"expenditures":2680,"wake":2681,"zarb":2682,"azb":2683,"operation":2684,"ignored":2685,"servicing":2686,"payment":2687,"salaries":2688,"lowered":2689,"2691":2690,"2810":2691,"imposes":2692,"rs4":2693,"billi":2694,"place":2695,"duty":2696,"314":2697,"luxury":2698,"items":2699,"ratcheted":2700,"challenging":2701,"fbr":2702,"raised":2703,"furnace":2704,"scraped":2705,"metal":2706,"electronic":2707,"appliances":2708,"chocolates":2709,"makeup":2710,"decisions":2711,"capped":2712,"optimism":2713,"adds":2714,"worry":2715,"bearish":2716,"monitoring":2717,"looms":2718,"yaris":2719,"varoufakis":2720,"counterparts":2721,"broke":2722,"deliberations":2723,"wire":2724,"choppy":2725,"await":2726,"curtailing":2727,"96":2728,"wary":2729,"impact":2730,"thing":2731,"hard":2732,"seem":2733,"dutch":2734,"shell":2735,"rises":2736,"tonne":2737,"37400":2738,"otherwise":2739,"constant":2740,"october":2741,"gradually":2742,"notifies":2743,"except":2744,"belonging":2745,"qatargas":2746,"cairo":2747,"gulf":2748,"liquefied":2749,"annually":2750,"doha":2751,"generated":2752,"cubic":2753,"feet":2754,"depending":2755,"received":2756,"planned":2757,"declined":2758,"qatar":2759,"guaranteed":2760,"flow":2761,"problems":2762,"emerged":2763,"ask":2764,"thin":2765,"winding":2766,"lunar":2767,"television":2768,"aid":2769,"partners":2770,"broadcaster":2771,"zdf":2772,"yanis":2773,"stability":2774,"apparent":2775,"package":2776,"expires":2777,"certainly":2778,"1404":2779,"1413":2780,"1357":2781,"resumed":2782,"breaking":2783,"enjoyed":2784,"208":2785,"220":2786,"waziristan":2787,"exceed":2788,"senate":2789,"armed":2790,"jack":2791,"reed":2792,"ambassador":2793,"richard":2794,"olson":2795,"spent":2796,"forces":2797,"civil":2798,"society":2799,"economically":2800,"exodus":2801,"tribal":2802,"essential":2803,"community":2804,"fight":2805,"terrorism":2806,"eve":2807,"kept":2808,"unrest":2809,"libya":2810,"nice":2811,"couple":2812,"developments":2813,"african":2814,"infighting":2815,"sabotage":2816,"apple":2817,"san":2818,"francisco":2819,"aims":2820,"producing":2821,"knowledge":2822,"seemingly":2823,"aggressive":2824,"maker":2825,"experience":2826,"car":2827,"manufacture":2828,"iphone":2829,"pushing":2830,"team":2831,"goal":2832,"decide":2833,"scrap":2834,"effort":2835,"grew":2836,"unhappy":2837,"yor":2838,"expired":2839,"dropping":2840,"canadian":2841,"benchmarks":2842,"story":2843,"timothy":2844,"evans":2845,"citi":2846,"jpmorgan":2847,"africa":2848,"hold":2849,"refinery":2850,"margins":2851,"maintenance":2852,"refiners":2853,"fill":2854,"outweighing":2855,"broadly":2856,"foresee":2857,"refineries":2858,"adjust":2859,"pressing":2860,"assuming":2861,"witness":2862,"tightened":2863,"differentials":2864,"structure":2865,"erode":2866,"notably":2867,"importing":2868,"talking":2869,"initially":2870,"volume":2871,"600":2872,"phase":2873,"foot":2874,"strengthens":2875,"strains":2876,"slumped":2877,"declines":2878,"cautious":2879,"continuous":2880,"verify":2881,"globally":2882,"fields":2883,"eastern":2884,"hariga":2885,"port":2886,"repaired":2887,"oman":2888,"ramp":2889,"980":2890,"holders":2891,"pressured":2892,"tentatively":2893,"operating":2894,"watchers":2895,"volatility":2896,"noting":2897,"strike":2898,"excess":2899,"facilities":2900,"refining":2901,"workers":2902,"dispute":2903,"safer":2904,"working":2905,"steelworkers":2906,"usw":2907,"350":2908,"employees":2909,"chemical":2910,"plants":2911,"mirrored":2912,"walkouts":2913,"sites":2914,"decreases":2915,"paisas":2916,"kilo":2917,"experienced":2918,"caused":2919,"oversupplied":2920,"heavy":2921,"linger":2922,"historic":2923,"closely":2924,"watched":2925,"risen":2926,"pressuring":2927,"commerzbank":2928,"oilfields":2929,"partial":2930,"sustainability":2931,"reacting":2932,"positively":2933,"barclays":2934,"beyond":2935,"balanced":2936,"caution":2937,"468":2938,"delayed":2939,"sending":2940,"obtaining":2941,"1332":2942,"1337":2943,"individual":2944,"hitachi":2945,"833":2946,"basic":2947,"accord":2948,"italian":2949,"aerospace":2950,"defence":2951,"finmeccanica":2952,"250":2953,"lacklustre":2954,"congressional":2955,"testimony":2956,"chair":2957,"janet":2958,"yellen":2959,"basis":2960,"rs5":2961,"rs7":2962,"rs12":2963,"forward":2964,"bargain":2965,"hunting":2966,"posted":2967,"countered":2968,"etx":2969,"david":2970,"papier":2971,"bigger":2972,"434":2973,"normally":2974,"immune":2975,"weighted":2976,"switch":2977,"clues":2978,"plenty":2979,"look":2980,"reading":2981,"q4":2982,"chicago":2983,"university":2984,"michigan":2985,"surprise":2986,"anlayst":2987,"kash":2988,"calm":2989,"influential":2990,"managed":2991,"stabilising":2992,"andrey":2993,"kryuchenkov":2994,"consulting":2995,"strikes":2996,"disruptions":2997,"tajikistan":2998,"through":2999,"kasa":3000,"1000":3001,"proj":3002,"jononov":3003,"preparing":3004,"sizeable":3005,"quantity":3006,"lessen":3007,"intensity":3008,"transfer":3009,"megawatts":3010,"kazakhstan":3011,"transferred":3012,"wished":3013,"bilateral":3014,"invited":3015,"visit":3016,"explore":3017,"opportunities":3018,"organise":3019,"exhibitions":3020,"sustainable":3021,"transforming":3022,"hydroelectric":3023,"accounted":3024,"lighten":3025,"tajik":3026,"financed":3027,"adb":3028,"donors":3029,"alleviate":3030,"establish":3031,"viable":3032,"transit":3033,"governance":3034,"mechanism":3035,"confidence":3036,"neighbours":3037,"utilised":3038,"recoils":3039,"bumper":3040,"eyed":3041,"hefty":3042,"indicating":3043,"responding":3044,"986":3045,"scrutinising":3046,"slew":3047,"minutes":3048,"173":3049,"996":3050,"gates":3051,"richest":3052,"man":3053,"billionaire":3054,"philanthropist":3055,"spot":3056,"rank":3057,"forbes":3058,"founder":3059,"fortune":3060,"gift":3061,"melinda":3062,"foundation":3063,"mexican":3064,"telecom":3065,"tycoon":3066,"carlos":3067,"slim":3068,"onto":3069,"thanks":3070,"warren":3071,"buffett":3072,"oracle":3073,"omaha":3074,"gainer":3075,"riding":3076,"berkshire":3077,"hathaway":3078,"amancio":3079,"ortega":3080,"inditex":3081,"fashion":3082,"zara":3083,"clothing":3084,"shops":3085,"counts":3086,"zuckerberg":3087,"spots":3088,"exclusive":3089,"circle":3090,"ma":3091,"alibaba":3092,"marketplace":3093,"ipo":3094,"ever":3095,"ranked":3096,"nationals":3097,"billionaires":3098,"steadily":3099,"826":3100,"645":3101,"significant":3102,"pact":3103,"asif":3104,"khawaja":3105,"view":3106,"metropolis":3107,"speaking":3108,"representatives":3109,"sufficient":3110,"gets":3111,"reviewed":3112,"duration":3113,"loadshedding":3114,"diamer":3115,"basha":3116,"dam":3117,"construction":3118,"violations":3119,"indus":3120,"treaty":3121,"vigilant":3122,"raise":3123,"appropriate":3124,"violation":3125,"tensions":3126,"ukraine":3127,"farm":3128,"payrolls":3129,"employment":3130,"tone":3131,"seeing":3132,"lot":3133,"upside":3134,"somehow":3135,"majeure":3136,"attacks":3137,"militants":3138,"battling":3139,"militias":3140,"cities":3141,"wealth":3142,"killing":3143,"dictator":3144,"moamer":3145,"kadhafi":3146,"unabated":3147,"fighting":3148,"watching":3149,"efforts":3150,"ceasefire":3151,"controlled":3152,"pro":3153,"rebels":3154,"conflict":3155,"conduit":3156,"russian":3157,"worse":3158,"war":3159,"balkans":3160,"1990s":3161,"dampened":3162,"bahria":3163,"town":3164,"kelectric":3165,"ink":3166,"500mw":3167,"inked":3168,"uae":3169,"exclusively":3170,"tv":3171,"usama":3172,"qureshi":3173,"agreements":3174,"powered":3175,"200mw":3176,"pertains":3177,"occasion":3178,"ex":3179,"chairman":3180,"malik":3181,"riaz":3182,"setup":3183,"security":3184,"integral":3185,"masood":3186,"conducted":3187,"mind":3188,"seminar":3189,"aware":3190,"billions":3191,"directives":3192,"expenses":3193,"education":3194,"necessary":3195,"moves":3196,"widen":3197,"net":3198,"big":3199,"fish":3200,"caug":3201,"begun":3202,"chasing":3203,"dodgers":3204,"lives":3205,"extravagance":3206,"identified":3207,"taxpayers":3208,"coffers":3209,"broadening":3210,"drift":3211,"swept":3212,"pakistanis":3213,"cover":3214,"aiming":3215,"compiling":3216,"lifestyle":3217,"vehicle":3218,"try":3219,"trace":3220,"unregistered":3221,"landlords":3222,"businessmen":3223,"zipping":3224,"homes":3225,"mercedes":3226,"registration":3227,"manufacturers":3228,"utility":3229,"property":3230,"offices":3231,"tracing":3232,"paying":3233,"hussain":3234,"taxpayer":3235,"profilesthe":3236,"profiles":3237,"notices":3238,"261":3239,"payers":3240,"570":3241,"dodgy":3242,"caught":3243,"lawmakers":3244,"either":3245,"filing":3246,"mandatory":3247,"statements":3248,"punitive":3249,"chronic":3250,"defaulters":3251,"freezing":3252,"seizing":3253,"properties":3254,"issuing":3255,"arrest":3256,"warrants":3257,"cases":3258,"employing":3259,"technology":3260,"creating":3261,"database":3262,"contain":3263,"nobody":3264,"undetected":3265,"results":3266,"influence":3267,"generations":3268,"landowners":3269,"industrialists":3270,"given":3271,"patronage":3272,"scant":3273,"taxman":3274,"privileged":3275,"tricky":3276,"proposition":3277,"umar":3278,"cheema":3279,"journalist":3280,"daily":3281,"done":3282,"exposes":3283,"commitment":3284,"cheats":3285,"tycoons":3286,"missing":3287,"waging":3288,"cheaters":3289,"discrimination":3290,"bad":3291,"simplify":3292,"procedures":3293,"documentation":3294,"books":3295,"transactions":3296,"levy":3297,"dues":3298,"deductions":3299,"success":3300,"tied":3301,"lender":3302,"expects":3303,"accelerate":3304,"quickening":3305,"insisting":3306,"inroads":3307,"gather":3308,"considerable":3309,"vs":3310,"chance":3311,"hiking":3312,"prospect":3313,"hurt":3314,"skittish":3315,"mood":3316,"borrowing":3317,"driving":3318,"lifting":3319,"stellar":3320,"subsequent":3321,"chorus":3322,"hawkish":3323,"fed":3324,"policymaker":3325,"woes":3326,"compounded":3327,"zone":3328,"brussels":3329,"jeroen":3330,"dijsselbloem":3331,"wasting":3332,"gathered":3333,"pace":3334,"break":3335,"layer":3336,"chart":3337,"0762":3338,"0735":3339,"bears":3340,"eyeing":3341,"mulling":3342,"parity":3343,"122":3344,"territory":3345,"visited":3346,"aurelija":3347,"augulyte":3348,"fx":3349,"helsinki":3350,"bias":3351,"digested":3352,"yields":3353,"threatened":3354,"draw":3355,"causing":3356,"turkey":3357,"brazilian":3358,"korean":3359,"red":3360,"accelerated":3361,"poland":3362,"zloty":3363,"romania":3364,"leu":3365,"hungary":3366,"forint":3367,"msci":3368,"eighth":3369,"consecutive":3370,"sui":3371,"southern":3372,"ssgc":3373,"closure":3374,"system":3375,"schedule":3376,"swelled":3377,"yesterday":3378,"softer":3379,"denominated":3380,"tends":3381,"finished":3382,"mixed":3383,"struck":3384,"448":3385,"beginning":3386,"series":3387,"western":3388,"powers":3389,"iran":3390,"tehran":3391,"contested":3392,"nuclear":3393,"deadline":3394,"nears":3395,"crippled":3396,"un":3397,"sanctions":3398,"bringing":3399,"atomic":3400,"weapons":3401,"denies":3402,"tight":3403,"clarity":3404,"negotiations":3405,"sanjeev":3406,"gupta":3407,"pacific":3408,"practice":3409,"consultancy":3410,"ey":3411,"pakistans":3412,"prudent":3413,"improvement":3414,"consolidating":3415,"macroeconomic":3416,"rebuilding":3417,"buffers":3418,"broaden":3419,"bulging":3420,"flimsy":3421,"foundations":3422,"behind":3423,"facade":3424,"triggered":3425,"overly":3426,"optimistic":3427,"proceed":3428,"smoothly":3429,"advises":3430,"consuming":3431,"precious":3432,"contrary":3433,"defy":3434,"estimates":3435,"hiked":3436,"every":3437,"bumped":3438,"mbpd":3439,"cushing":3440,"terminal":3441,"hub":3442,"oklahoma":3443,"representing":3444,"tentative":3445,"mass":3446,"walkout":3447,"announcement":3448,"raising":3449,"allocation":3450,"75pc":3451,"sng":3452,"pipelines":3453,"25pc":3454,"grant":3455,"rs84":3456,"printing":3457,"attock":3458,"cement":3459,"remit":3460,"grinding":3461,"basra":3462,"acpl":3463,"intends":3464,"hire":3465,"rlng":3466,"fertilizer":3467,"sngpl":3468,"network":3469,"prior":3470,"permission":3471,"ppi":3472,"reaching":3473,"capacities":3474,"exhausted":3475,"reason":3476,"stems":3477,"foremost":3478,"shift":3479,"remaining":3480,"hardly":3481,"soaring":3482,"rupee":3483,"ratchet":3484,"impetus":3485,"approached":3486,"stood":3487,"nearing":3488,"addition":3489,"questioned":3490,"awaiting":3491,"pushed":3492,"452":3493,"row":3494,"curtailed":3495,"resulting":3496,"goldman":3497,"sachs":3498,"230":3499,"lahore":3500,"disclosed":3501,"forwarded":3502,"chalked":3503,"houses":3504,"railway":3505,"police":3506,"817":3507,"poi":3508,"spell":3509,"524":3510,"nosedive":3511,"regain":3512,"mired":3513,"local":3514,"bourse":3515,"backdrop":3516,"deteriorating":3517,"law":3518,"mutual":3519,"institutions":3520,"asi":3521,"exacerbate":3522,"lennox":3523,"resource":3524,"fat":3525,